api/pictures/xml_8972.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Body><GerarNota xmlns="http://tempuri.org/"><tcDescricaoRps><ccm>423290</ccm><cnpj>02105953000140</cnpj><senha>568597</senha><crc>089108</crc><crc_estado>RS</crc_estado><aliquota_simples>3,84</aliquota_simples><id_sis_legado>20240</id_sis_legado><servico>107</servico><situacao>tp</situacao><valor>1,00</valor><base>1,00</base><descricaoNF>MANUTENCAO DO SISTEMA SIACWIN  VALOR : 114,00  Vencimento:20/08/2020</descricaoNF><dia_emissao>10</dia_emissao><mes_emissao>10</mes_emissao><ano_emissao>2022</ano_emissao><vencimento_dia>10</vencimento_dia><vencimento_mes>10</vencimento_mes><vencimento_ano>2022</vencimento_ano><ISSRetido/><ValorIss/><tomador_tipo>3</tomador_tipo><tomador_cnpj>06054566000182</tomador_cnpj><tomador_email>anabachini@outlook.com.br</tomador_email><tomador_im/><tomador_razao>SANTO GRAOMAIKO MACKMILLAN BRAZ</tomador_razao><tomador_fantasia>SANTO GRAOMAIKO MACKMILLAN BRAZ</tomador_fantasia><tomador_endereco>Avenida Rio Grande</tomador_endereco><tomador_numero>0</tomador_numero><tomador_complemento/><tomador_bairro>Cassino</tomador_bairro><tomador_CEP>96205000</tomador_CEP><tomador_cod_cidade>4315602</tomador_cod_cidade><tomador_fone>5332040440</tomador_fone></tcDescricaoRps></GerarNota></soap:Body></soap:Envelope>